Repository: mazeneldeeb9/My-Farm
Catalog: My Farm/Core/Utils/Localization/Localizable.xcstrings
Source language: en
Languages: ar

source: (Optional)
ar: (اختياري)

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Are you sure you want to cancel account verification?
ar: هل أنت متأكد أنك تريد إلغاء التحقق من الحساب؟

source: Ask Now
ar: اسأل الآن

source: At least 8 characters
ar: يجب أن تحتوي على 8 أحرف على الأقل

source: At least one digit & one special character
ar: يجب أن تحتوي على رقم واحد وحرف خاص واحد على الأقل

source: Bringing you closer to nature! Learn about sustainable farming, connect with passionate growers, and enjoy farm-to-table freshness.
ar: نقربكم أكثر من الطبيعة! تعرفوا على الزراعة المستدامة، وتواصلوا مع المزارعين الشغوفين، واستمتعوا بنضارة المنتجات من المزرعة إلى المائدة.

source: Buy
ar: شراء

source: Buy your Package Now!
ar: اشترِ باقتك الآن!

source: Confirm
ar: تأكيد

source: Create New Password
ar: إنشاء كلمة مرور جديدة

source: Create Password
ar: انشئ كلمة سر

source: Didn’t receive a code?
ar: لم تستلم الرمز؟

source: Don’t have an account?
ar: ليس لديك حساب؟

source: Email
ar: البريد الإلكتروني

source: Email address already registered. Please log in from that.
ar: البريد الإلكتروني مسجل بالفعل. يرجى تسجيل الدخول بدلاً من ذلك.

source: Empty field
ar: حقل فارغ

source: Enter your email
ar: أدخل بريدك الإلكتروني

source: Enter your Email, we'll send a verification code via Email.
ar: أدخل بريدك الإلكتروني، سنرسل لك رمز التحقق عبر البريد الإلكتروني.

source: Enter your password
ar: أدخل كلمة المرور

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Invalid Email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.

source: Invalid password
ar: كلمة المرور غير صحيحة

source: Join us in cultivating a greener future! Explore innovative farming techniques, support local agriculture, and experience the essence of farm life.
ar: حل قانوني شامل يجمع بين الشفافية والراحة!

source: Last Questions Asked
ar: آخر الأسئلة المطروحة

source: Mix of upper & lower case characters
ar: مزيج من الأحرف الكبيرة والصغيرة

source: new here?
ar: جديد هنا؟

source: Next
ar: التالي

source: Password
ar: كلمة السر

source: Please provide correct email address
ar: يرجى إدخال عنوان بريد إلكتروني صحيح

source: Remembered Password?
ar: هل تذكرت كلمة المرور؟

source: Resend
ar: إعادة إرسال

source: Resend in 00:
ar: إعادة الإرسال خلال 00:

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Send OTP
ar: إرسال رمز التحقق

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: إنشاء حساب

source: Sign Up Now!
ar: إنشاء حساب الأن!

source: Submit
ar: إرسال

source: Verify
ar: تحقق

source: Verify your Email
ar: هل لديك حساب بالفعل؟

source: We have sent a verification code to email
ar: لقد أرسلنا رمز التحقق إلى حسابك الاكتروني

source: Welcome Abroad!
ar: أهلا معانا!

source: Welcome to our farming community! Discover the beauty of agriculture, connect with local farmers, and enjoy fresh, sustainable produce.
ar: مرحبًا بكم في مجتمعنا الزراعي! اكتشفوا جمال الزراعة، تواصلوا مع المزارعين المحليين، واستمتعوا بالمنتجات الطازجة والمستدامة.

source: Welcome!
ar: مرحبًا!

source: Who seeks advice will not fail.
ar: ما خاب مَن استشار

source: Your trusted AI Legal Assistant – intelligent, efficient, and always ready to help!
ar: مساعدك القانوني الذكي بالذكاء الاصطناعي – موثوق، فعال، ودائمًا جاهز لمساعدتك!

source: عربي
ar: En
